tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bats"
brew "bazel"
brew "openssl@1.1"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "dep"
brew "exercism"
brew "fastlane"
brew "node"
brew "firebase-cli"
brew "git-flow"
brew "gotop"
brew "graphviz"
brew "htop"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "kubeseal"
brew "lazydocker"
brew "markdown"
brew "mono"
brew "neovim"
brew "openvpn"
brew "redis"
brew "ripgrep"
brew "swagger-codegen"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "github"
cask "goland"
cask "iterm2"
cask "notable"
cask "rawtherapee"
cask "tor-browser"
cask "visual-studio-code"
cask "zeplin"
